import React from 'react';
import './BackGround.scss'; // Импортируйте ваш CSS файл

const App = () => {
  return (
    <div className="background">
      <div className="header">
        <h1>Любимому Ангелочку</h1>
      </div>
      <div className="overlay">
        <h2>
          Твоя прекрасная улыбка <br />
          Что радует меня всегда <br />
          Твои чудесные глаза <br />В которых часто утопаю <br />
          Локоны твоих волос <br />
          Которые люблю так гладить <br />
          Твое милое лицо <br />
          Что завораживает взгляд <br />
          Как руки нежные твои
          <br />
          Дающие тепло в мороз <br />
          Твоя шикарная фигура <br />
          Как воплощение идеалов <br />
          Ты вся прекрасна и чудесна <br />
          Как ангел что взошел с небес <br />
          Любить тебя я буду вечно <br />И в злость и в грусть <br />В любое время <br />
          Лишь быть с тобой <br />
          Делить с тобой любое бремя <br />
          Мы вместе не разлей вода <br />
          Прости любимая моя <br />
          За все ошибки и ту боль <br />
          Что причинял тебе когда-то <br />Я не со злости, ты пойми <br />
          Мне правда стыдно, лишь прости <br />
          Но лишь тебя одну люблю
          <br /> Ты словно ангел воплоти
        </h2>
      </div>
    </div>
  );
};

export default App;
